<?php

$prices = [];
$nums = [500, -604, 700, 1000, -200, 40];


$tours = [
    [
        'id' => 1,
        'city' => 'Лондон',
        'country' => 'Великобритания',
        'price' => 3600
    ],
    [
        'id' => 2,
        'city' => 'Осло',
        'country' => 'Норвегия',
        'price' => 2800
    ],
    [
        'id' => 3,
        'city' => 'Канберра',
        'country' => 'Австралия',
        'price' => 3900
    ],
    [
        'id' => 4,
        'city' => 'Сидней',
        'country' => 'Австралия',
        'price' => 4100
    ],
];
