<?php
// Класс - набор свойств (характеристик будущих объектов)
// и методов (возможностей будущих объектов), имеющих общую, целостную,
// строго определенную сферу ответственности

class Author {
    // описание класса

    // свойства (поля, атрибуты) класса - характеристики объектов
    public $name; // значение свойства по умолчанию null
    public $age; // значение свойства по умолчанию null

    // модификатор доступа public перед свойством или методом означает,
    // что свойство или метод доступны из любого участка кода
}
